{"intents": [
        {"tag": "greeting",
         "patterns": ["Hi there", "How are you", "Is anyone there?","Hey","Hola", "Hello", "Good day"],
         "responses": ["Hello, thanks for asking", "Good to see you again", "Hi there, how can I help?"],
         "context": [""]
        },
        {"tag": "goodbye",
         "patterns": ["Bye", "See you later", "Goodbye", "Nice chatting to you, bye", "Till next time"],
         "responses": ["See you!", "Have a nice day", "Bye! Come back again soon."],
         "context": [""]
        },
        {"tag": "thanks",
         "patterns": ["Thanks", "Thank you", "That's helpful", "Awesome, thanks", "Thanks for helping me"],
         "responses": ["Happy to help!", "Any time!", "My pleasure"],
         "context": [""]
        },
        {"tag": "noanswer",
         "patterns": [],
         "responses": ["Sorry, can't understand you", "Please give me more info", "Not sure I understand"],
         "context": [""]
        },
        {"tag": "कन्या साक्षरता प्रोत्साहन योजना (कक्षा 11वी) ",
         "patterns": ["कन्या साक्षरता प्रोत्साहन योजना (कक्षा 11वी) क्या है ?", "क्या है कन्या साक्षरता प्रोत्साहन योजना (कक्षा 11वी)  ", " कन्या साक्षरता प्रोत्साहन योजना (कक्षा 11वी) ", "कन्या साक्षरता प्रोत्साहन योजना ", "साक्षरता प्रोत्साहन योजना "],
         "responses": ["कक्षा 10वीं उत्तीर्ण होकर 11वी मे प्रवेश लेने वाली छात्रायेंको प्रोत्साहन  राशि रू 3000 का प्रदय  एक मुश्त 15  अगस्त को किया जाता है | शासकीय अथवा मान्यता प्राप्त शासकीय संस्था मे कक्षा 11वी में प्रवेश लेने वाली अनुसूचित जाति की ऐसी छात्राएं जो नियमित रूप से अध्ययन करती हैं। "],
         "context": [""]
        },
        {"tag": "पोस्ट मैट्रिक छात्रवंत्ति ",
         "patterns": ["पोस्ट मैट्रिक छात्रवंत्ति (कक्षा 11वीं एवं 12वी) क्या है ? ", "पोस्ट मैट्रिक छात्रवंत्ति (कक्षा 11वीं एवं 12वी) ", "पोस्ट मैट्रिक छात्रवंत्ति ", "क्या है पोस्ट मैट्रिक छात्रवंत्ति (कक्षा 11वीं एवं 12वी) " ],
         "responses": ["कक्षा 11वीं एवं 12वी के छात्र-छात्राओं को छात्रवृत्ति शुल्क की प्रतिपूर्ति की सुविधा प्रदान की जाती है । किसी मान्यता प्राप्त संस्था के सक्षा 11वी एवं 12वी के नियमित छात्र-छात्रा हो। "],
         "context": [""]
        },
        {"tag": "अंतर्जातीय  विवाह योजना ",
         "patterns": ["अंतर्जातीय  विवाह योजना क्या है ? ", "क्या है अंतर्जातीय  विवाह योजना ?", "अंतर्जातीय  विवाह योजना" ],
         "responses": ["अस्पृश्यता निवारण और वैश्यावृत्ति जैसे सामाजिक अपराध को रोकने के लिये अ.जा. की महिला एवं पुरुष द्वारा सवर्ण वर्ग के पुरुष एवं महिला से वेद विवाह करने पर अंतर्जातीय विवाह योजना अंतर्गत प्रोत्साहन राशि दी जाती है। प्रोत्साहन स्वरुप रु.10,000 एवं माह सितंबर 2007 से रु. 50,000 दी जाती है। विवाहित दम्पत्ति द्वारा मंदिर/कोर्ट् से विवाह किया गया हो। अ.जा. वर्ग के हितग्राही का स्थाई जाति प्रमाण पत्र एवं सामान्य वर्ग का प्रमाण पत्र जनप्रतिनिधि/शपथपत्र प्रस्तुत करना होगा, म.प्र. का  मूलनिवासी होना आवश्यक है। "],
         "context": [""]
        },
        {"tag": "अत्याचार निवारण योजना ",
         "patterns": ["अत्याचार निवारण योजना क्या है ?", "क्या है अत्याचार निवारण योजना ?", "अत्याचार निवारण योजना", "Show blood pressure results for patient", "Find blood pressure results by ID" ],
         "responses": ["गैर अनुसूचित जाति/जनजाति के व्यक्ति/व्यक्तियों द्वारा जातिगत आधार पर अनुसूचित जाति/जनजाति के व्यक्ति/व्यक्तियों के उत्पीडन होने पर आर्थिक सहायता (राहत राशि ) एवं अन्य सुविधाएं दिये जाने का प्रावधान इस योजना अंतर्गत लागू है । आवेदक अनुसूचित जाति/जनजाति का होना चाहिये. तथा उत्पीड़न सम्बन्धी रिपोर्ट अनु. जाति/जनजाति अत्याचार निवारण अधिनियम की धाराओं के तहत दर्ज हो. तथा राहत प्रकरण पुलिस अधीक्षक कार्यालय से प्राप्त होने पर । सक्षम अधिकारी का जाति प्रमाण पत्र होना अनिवार्य है ।     आवेदन पत्र की आवश्यकता नहीं है। प्रकरण पुलिस थाने में दर्ज कराया जावें।   "],
         "context": [""]
        },
        {"tag": "अनुसूचित जनजाति राहत योजना",
         "patterns": ["अनुसूचित जनजाति राहत योजना क्या है ? "," क्या है अनुसूचित जनजाति राहत योजना ? ","अनुसूचित जनजाति राहत योजना"],
         "responses": ["अति संकटापन्न स्थिति में जीवन यापन करने वाले ऎसे व्यक्ति जिन्हे संकट की स्थिति मे अपनी तत्कालिक आवश्यकतओ की पूर्ति करने का  कोई स्त्रोत न हो । आवेदक अनुसूचित जाति/जनजाति से सम्बन्धित हो   आकस्मिक संकट की स्थिति उत्त्पन्न  हुई हो ।  "],
         "context": [""]
        },
        {"tag": "कन्या साक्षरता प्रोत्साहन योजना",
         "patterns": ["कन्या साक्षरता प्रोत्साहन योजना क्या है ?", "क्या है कन्या साक्षरता प्रोत्साहन योजना ? ", "कन्या साक्षरता प्रोत्साहन योजना ", "कन्या साक्षरता प्रोत्साहन " ],
         "responses": ["अ.जा./अ.ज.जा. की छात्राओं को कक्षा 5वीं, 8वी, एवं 10वीं की परीक्षा उत्तीर्ण करने पर प्रोत्साहन स्वरुप राशि स्वीकृत की जाती है।  कक्षा 5वीं उत्तीर्ण होने पर तथा कक्षा 6 वीं में प्रवेश लेने पर 500/-, कक्षा 8वीं उत्तीर्ण होने पर तथा कक्षा 9 वीं में प्रवेश लेने पर 1000/-, कक्षा 10वीं उत्तीर्ण होने पर तथा कक्षा 11वीं में प्रवेश लेने पर 3000/- | शास./अशास. शालाओं में अध्ययनरत होने पर छात्रवृत्ति दिये जाने का प्रावधान है। अभिभावक  आयकर दाता न हों ।"],
         "context": ["कन्या साक्षरता प्रोत्साहन योजना में कैसे आवेदन करें"]
        },
        {"tag": "चिकित्सा एवं महाविध्यालय मे प्रवेश हेतु प्रवेश पूर्व परीक्षा के लिए कोचिंग     ",
         "patterns": ["चिकित्सा एवं महाविध्यालय मे प्रवेश हेतु प्रवेश पूर्व परीक्षा के लिए कोचिंग ", "क्या है चिकित्सा एवं महाविध्यालय मे प्रवेश हेतु प्रवेश पूर्व परीक्षा के लिए कोचिंग ", " परीक्षा के लिए कोचिंग ", " कोचिंग" ],
         "responses": ["आदिवासी छात्र/ छात्राओं को तकनीकी तथा चिकित्सा महाविध्यालयो में प्रवेश दिलाने के लिए प्रवेश पूर्व परीक्षाओ में प्रविष्ट होने वाले आदिवासी छात्र – छात्राओं को तीन माह का कोचिंग कराया जाता है। इस बहुल हेतु  आदिवासी 19जिलो में कोचिंग केन्द्र स्थापित किये गये है।  प्रदेश शासन द्वारा आयोजित प्रवेश पूर्व परीक्षा  मे प्रवेश लेने के पात्र समस्त आदिवासी छात्र/ छात्रएं  इन कोचिंग केन्द्रो मे प्रवेश के पात्र है।     "],
         "context": [""]
        },
        {"tag": "रानी दुर्गावती एवं शंकरशाह पुरस्कार योजना",
         "patterns": ["रानी दुर्गावती एवं शंकरशाह पुरस्कार योजना", "रानी दुर्गावती एवं शंकरशाह पुरस्कार योजना  क्या है ? ", " क्या है रानी दुर्गावती एवं शंकरशाह पुरस्कार योजना  ? ", " पुरस्कार योजना " ," पुरस्कार  "],
         "responses": [" 1. यह पुरस्कार वार्षिक है ।    2. अनुसूचित जनजाति वर्ग के छात्र/ छात्राओं को शिक्षा के क्षेत्र मे प्रोत्साहित करने के उद्देश्य से यह   पुरस्कार योजना संचालित की गई है ।    3. यह योजना प्रदेश के समस्त शासकीय / अशासकीय हाईस्कूल एवं उ. मा. वि. में अध्ययनरत अनुसूचित    जनजाति वर्ग के छात्र / छात्राओं के लिए है ।    4. प्रदेश के समस्त एवं उ. मा. वि. में अध्ययन करने वाले अनुसूचित जनजाति वर्ग के छात्र / छात्राओं को जो   10वीं एवं 12वीं बोर्ड परीक्षा में प्रदेश में सर्वाधिक अंक प्राप्त करने वाले छात्र शंकरशाह पुरस्कार एवं छात्राएं रानी   दुर्गवती पुरुस्कार की पात्र होगीं ।   5. यह राज्य स्तरीय पुरस्कार प्रथम , द्वितीय एवं तृतीय स्थान पर आने वाले तथा सांस्कृतिक, सामाजिक   एवं खेलकूद गतिविधियों में उत्कृष्ट प्रदर्शन करने वाले छात्र एवं छात्राओं के लिये होगा ।  1.शंकरशाह पुरस्कार योजना :- यह पुरस्कार अनुसूचित जनजाति वर्ग के कक्षा 10 वी एवं 12वीं बोर्ड परीक्षा में सर्वोच्च अंक प्राप्त करने वाले तथा सांस्कृतिक ,सामाजिक एवं खेलकूद गतिविधियों में उत्कृष्ट प्रर्दशन करने वाले छात्रों में से प्रथम , द्वितीय , एवं तृतीय पुरस्कार कक्षा 10वीं एवं 12वीं के लिये प्रदान किया जायेगा ।  2.रानी दुर्गावती पुरस्कार  योजना : - यह पुरस्कार अनुसूचित जनजाति वर्ग की कक्षा 10वीं एवं 12वीं बोर्ड परीक्षा  में सर्वोच्च अंक प्राप्त करने वाले तथा सांस्कृतिक ,सामाजिक एवं खेलकूद गतिविधियों में उत्कृष्ट प्रर्दशन करने वाले छात्रों  में से प्रथम , द्वितीय , एवं तृतीय पुरस्कार कक्षा 10वीं एवं 12वीं के लिये प्रदान किया जायेगा ।  3.पुरस्कार हेतु परीक्षाओं में प्राप्त अकों के लिये 80 प्रतिशत अंक तथा सांस्कृतिक ,सामाजिक एवं खेलकूद गतिविधियों में उत्कृष्ट प्रर्दशन पर 20 प्रतिशत अंक निर्धारित किये जावेगें । इस मापदण्ड के आधार पर प्रथम , द्वितीय एवं तृतीय  पुरस्कार हेतु छात्र /छात्राओं का चयन किया जावेगा ।   "],
         "context": [""]
        },
{"tag": "सायकिल वितरण (कक्षा 9 वी में प्रवेश लेने वाले छात्र- छात्रायें)   ",
         "patterns": ["सायकिल वितरण (कक्षा 9 वी में प्रवेश लेने वाले छात्र- छात्रायें)   ", "सायकिल वितरण  ", " सायकिल   " ],
         "responses": ["स्वयं के गांव में हाई स्कूल की सुविधा न होने पर अपने गांव से अन्य स्थान पर अध्ययन हेतु प्रवेशित कक्षा 9 वी कि छात्र-छात्रायें ।  स्वंय के गावँ मे हाई स्कूल की सुविधा न होने पर अपने गावँ से अन्य स्थान पर अध्ययन हेतु प्रवेशित कक्षा 9 वी की छात्र-छात्रायें। सभी जाति की बालक एंव बालिकाओं को मिलती है।"],
         "context": [""]
        },

{"tag": "गाँव की बेटी    ",
         "patterns": ["गाँव की बेटी "],
         "responses": ["म.प्र. के सभी गाँव में निवास करने  वाली , एंव गाँव की पाठशाला में नियमित अध्ययनोपरंत 12 वीं कक्षा प्रथम श्रेणी में उत्तीर्ण छात्राओ   को रुपए 500/- प्रतिमाह की दर से 10 माह के लिये रुपये 5000/- की वार्षिक सहायता प्रदान की जाएगी । इंजिनियरिंग तथा मेडिकल छात्राओं के लिये 750/- प्रतिमाह की दर से 10 माह के लिए रुपये 7500/- की वार्षिक सहायता दी जाती हैं। यह योजना मात्र स्नातक स्तर तक अध्ययनरत छात्राओं के लिये ही है। जाति बंधन नहीं हैं , केवल कन्याओ की उच्च शिक्षा हेतु, शासकीय/अनुदान प्राप्त संस्था में स्नातक प्रथम वर्ष में नियमित प्रवेश जरूरी। प्रवेशित छात्रा द्वारा ऎसी अनुदान अप्राप्त अशासकीय संस्था जो शासकीय संस्था से 5कि.मी. परिधि से दूर होनें पर पात्रता होगी । "],
         "context": [""]
        },
{"tag": "  प्रतीभा किरण   ",
         "patterns": ["प्रतीभा किरण "],
         "responses": ["शहर की निवासी तथा गरीबी रेखा के नीचे जीवन यापन करने वाले परिवार की छात्रा, जिसने शहरी पाठशाला से नियमित अध्ययनरत रहकर प्रथम श्रेणी से 12वीं उत्तीर्ण की हो को , रुपए 300/- प्रतिमाह की दर से 10 माह के लिए रुपए 3000/- की वार्षिक सहायता दी जाती है । इंजिनियरिंग तथा मेडिकल छात्राओं के लिये रु.750/- प्रतिमाह की दर से 10 माह के लिए रु. 7500/- की वार्षिक सहायता । यह योजना मात्र स्नातक स्तर तक अध्ययनरत छात्राओं के लिए ही है।   केवल नियमित छात्राओ के लिये। उच्च शिक्षा हेतु शासकीय /अनुदान प्राप्त संस्था में स्नातक प्रथम वर्ष में नियमित प्रवेश जरूरी। जाति बंधन नहीं।  "],
         "context": [""]
        }
   ]
}
